Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/helsetilsynet.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Kommunen skal tilrettelegge tjenestene slik at den enkelte bruker gis et helhetlig og koordinert helse- og omsorgstjenestetilbud.
nn: Kommunen skal leggje til rette tenestene slik at den einskilde brukar får eit koordinert helse- og omsorgstenestetilbod.

source: hvilke tiltak virksomheten har for å avdekke, rette opp og forebygge brudd på lovgivningen innenfor området tilsynet omfattet
nn: kva tiltak verksemda har for å avdekke, rette opp og førebyggje brot på lovgivinga innanfor det tema tilsynet omfatta

source: En skal innhente tilstrekkelig opplysninger for å kunne vurdere om hjelpen som er iverksatt er tjenelig, om det er nødvendig med nye tiltak eller om tiltaket kan avsluttes.
nn: Ein skal innhente tilstrekkelege opplysningar for å kunne vurdere om hjelpa som er iverksett er tenleg, om det er nødvendig med nye tiltak eller om tiltaket kan avsluttast.

source: Kravet til forsvarlig virksomhet omfatter flere forhold som sammenfaller med kravet til ledelse og kvalitetsforbedring, jf.
nn: Kravet til forsvarleg verksemd omfattar fleire forhold som fell saman med kravet til leiing og kvalitetsforbetring, jf.

source: Tilsynet omfattet kommunens arbeid med løpende oversikt over befolkningens helsetilstand og de positive og negative faktorene som kan påvirke denne (folkehelseloven §§ 5, 30, jf.
nn: Tilsynet omfatta kommunens arbeid med jamleg oversikt over befolkninga si helsetilstand og dei positive og negative faktorane som kan påverka denne (folkehelselova §§ 5, 30, jf.

source: Legen vil imidlertid kunne ha behov for gode observasjoner fra pleie- og omsorgstjenesten om pasienten og rammen rundt pasienten, hvis ikke slik informasjon gis av pasient og/eller pårørende.
nn: Legen vil likevel kunne ha behov for gode obeservasjonar frå pleie- og omsorgstenesta om pasienten og tilhøva rundt pasienten, dersom slik informasjon ikkje blir gjeve av pasienten sjøl eller frå pårørande.

source: Kommunen må følge opp forhold som kan tilsi at miljøet i barnehager og skoler er uforsvarlig og ut fra en risikovurdering føre regelmessig tilsyn med skoler og barnehager i kommunen.
nn: Kommunen må følgje opp forhold som kan innebere at miljøet i barnehagar og skular er uforsvarleg, og føre regelmessig tilsyn med barnehagar og skular i kommunen ut frå risikovurderingar.

source: Tilsynet ble gjennomført som en del av årets planlagte tilsyn, initiert av Fylkesmannen i Agder.
nn: Tilsynet vart gjennomført som del av årets planlagte tilsyn initiert av Fylkesmannen i Agder.

source: vurdering og dokumentasjon av at pasienten er utskrivningsklar
nn: vurdering og dokumentasjon av at pasienten er utskrivingsklar

source: om tiltakene er gode nok for å sikre at lovgivningen blir fulgt
nn: om tiltaka er gode nok for å sikre at lovgivinga vert følgd

source: Kartlegging og veiledende vurdering av det løpende oversiktsarbeidet
nn: Kartlegging og rettleiande vurdering av det løpande oversiktsarbeidet

source: Lovverk som ble lagt til grunn ved tilsynet er:
nn: Lovverk som blei lagt til grunn ved tilsynet er:

source: Tilsynet er en del av et landsomfattende tilsyn med barneverntjenester i kommunene i 2012 som er utarbeidet av Statens helsetilsyn.
nn: Tilsynet er ein del av eit landsomfattande tilsyn med barneverntenestene i kommunane i 2012 som er utarbeidd av Statens helsetilsyn.

source: Sørger helseforetaket for slik vurdering og oppfølging?
nn: Sørgjer helseføretaket for slik vurdering og oppfølging?

source: Både ved gjennomgang av pasientjournaler og ved intervjuer finner vi at personalet benytter mange ulike tillitsskapende tiltak:
nn: Både ved gjennomgang av pasientjournalar og ved intervju, finn vi at personalet nyttar mange ulike tillitsskapande tiltak:

source: Statsforvalteren har også sett nærmere på hvordan kommunen sikrer at ansatte har tilstrekkelig kompetanse til å håndtere akutte situasjoner som krever rask behandling/førstehjelp.
nn: Fylkesmannen har også sett nærare på korleis kommunen sikrar at tilsette har tilstrekkeleg kompetanse til å handtere akutte situasjonar som krev rask behandling/ førstehjelp.
